Repository: YinCheng0106/QuotaMew
Catalog: QuotaMew/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Activity Insights
zh_hant: 活動洞察

source: Daily reported average
zh_hant: 每日回報平均

source: Highest reported day
zh_hant: 最高回報日

source: Compared with previous period
zh_hant: 與前一期間相比

source: Source dates are outside the supported range.
zh_hant: 來源日期超出支援範圍。

source: Reported values are too large to summarize.
zh_hant: 已回報數值過大，無法計算摘要。

source: Reported values are too large to compare.
zh_hant: 已回報數值過大，無法比較。

source: Reported total is unchanged from the previous period.
zh_hant: 已回報總量與前一期相同。

source: Reported total increased by less than 1% compared with the previous period.
zh_hant: 已回報總量較前一期增加不到 1%。

source: Reported total decreased by less than 1% compared with the previous period.
zh_hant: 已回報總量較前一期減少不到 1%。

source: Average and highest day use reported dates only, including reported zero. The average is rounded to whole tokens. Complete date coverage does not mean values are final.
zh_hant: 平均與最高日僅以已回報日期計算，包含明確回報的零值。平均取最接近的整數 token。日期涵蓋完整不代表數值已確定。

# activity.insights.average %@ %lld
source: About %@ provider-reported tokens per reported date (reported dates: %lld).
zh_hant: 每個已回報日期約 %@ token（已回報 %lld 個日期）。

# activity.insights.highest %@ %@
source: %@: %@ provider-reported tokens.
zh_hant: %@：供應商回報 %@ token。

# activity.insights.tied %lld
source: %lld reported dates share the highest value; the latest source date is shown.
zh_hant: %lld 個已回報日期並列最高，顯示最新的來源日期。

# activity.insights.previous-dates %@ %@
source: Previous source dates: %@ – %@
zh_hant: 前一期來源日期：%@ – %@

# activity.insights.insufficient %lld %lld %lld %lld
source: Comparison unavailable: current period %lld of %lld dates reported; previous period %lld of %lld. Both periods require every date to be reported.
zh_hant: 無法比較：本期已回報 %lld／%lld 個日期，前一期已回報 %lld／%lld 個日期。兩期都需完整回報每個日期。

# activity.insights.increased-percent %@
source: Reported total increased by about %@ percent compared with the previous period.
zh_hant: 已回報總量較前一期約增加 %@%%。

# activity.insights.decreased-percent %@
source: Reported total decreased by about %@ percent compared with the previous period.
zh_hant: 已回報總量較前一期約減少 %@%%。

# activity.insights.zero-baseline %@
source: Reported total increased by %@ tokens. The previous reported total was zero, so a percentage comparison is unavailable.
zh_hant: 已回報總量增加 %@ token。前一期已回報總量為零，因此無法計算百分比比較。

# activity.insights.percentage-unavailable %@
source: Reported total increased by %@ tokens. A percentage comparison is unavailable.
zh_hant: 已回報總量增加 %@ token。無法計算百分比比較。

source: Refresh
zh_hant: 重新整理

source: Retry
zh_hant: 再試一次

source: Activity values are cleared when QuotaMew quits.
zh_hant: 退出 QuotaMew 後，活動數值就會清除。

source: Codex Account Activity
zh_hant: Codex 帳號活動

source: Account Activity
zh_hant: 帳號活動

source: Account Activity…
zh_hant: 帳號活動…

source: Latest
zh_hant: 最新

source: Latest reported
zh_hant: 最新回報

source: Reported total
zh_hant: 已回報總量

source: Coverage
zh_hant: 資料涵蓋

source: Not reported
zh_hant: 未回報

source: Activity period
zh_hant: 活動期間

source: Provider-reported token activity
zh_hant: 來源回報 Token 活動

source: Sample activity
zh_hant: 範例活動

source: Based on dates reported by Codex.
zh_hant: 依 Codex 回報的日期呈現。

source: Activity summary
zh_hant: 活動摘要

source: Reported dates
zh_hant: 逐日回報資料

source: About these values
zh_hant: 關於這些數值

source: Refresh Account Activity
zh_hant: 重新整理帳號活動

source: Account Activity is opt-in
zh_hant: 帳號活動需自行啟用

source: Enable Account Activity in Settings to fetch provider-reported Codex token activity. Values stay in memory for this app session.
zh_hant: 在設定中啟用帳號活動，即可擷取 Codex 回報的 Token 活動。數值只會保留在本次 App 執行期間的記憶體中。

source: Ready to fetch Account Activity
zh_hant: 可以擷取帳號活動

source: Open or refresh this window to request activity from Codex.
zh_hant: 開啟或重新整理此視窗，即可向 Codex 要求活動資料。

source: Fetching Account Activity…
zh_hant: 正在擷取帳號活動…

source: Requesting provider-reported token activity from Codex.
zh_hant: 正在向 Codex 要求來源回報的 Token 活動。

source: No reported activity dates
zh_hant: 沒有已回報的活動日期

source: Codex did not report daily activity for this account.
zh_hant: Codex 未回報此帳號的每日活動資料。

source: Account Activity isn't available with this Codex runtime.
zh_hant: 目前的 Codex 執行環境不支援帳號活動。

source: Quota monitoring is unaffected.
zh_hant: 額度監看不受影響。

source: Codex activity is currently unavailable.
zh_hant: 目前無法取得 Codex 活動。

source: Try refreshing when Codex is available. Quota monitoring is unaffected.
zh_hant: 請在 Codex 可用時重新整理。額度監看不受影響。

source: Couldn't refresh Account Activity.
zh_hant: 無法重新整理帳號活動。

source: Try again. Quota monitoring is unaffected.
zh_hant: 請再試一次。額度監看不受影響。

source: Fetch activity only when you open or refresh the Account Activity window.
zh_hant: 僅在開啟或重新整理帳號活動視窗時擷取資料。

source: Fetch provider-reported Codex token activity when you open or refresh the Account Activity window.
zh_hant: 開啟或重新整理帳號活動視窗時，擷取 Codex 回報的 Token 活動。

source: QuotaMew does not store this activity history on disk and does not read prompts, threads, source code, or credentials for this feature.
zh_hant: QuotaMew 不會將此活動紀錄儲存到磁碟，也不會為此功能讀取提示詞、對話串、原始碼或憑證。

source: Activity values are reported by Codex and may not represent exact billing or subscription quota usage. Dates use the source-provided calendar buckets; the latest date is not necessarily your local today. History may be incomplete.
zh_hant: 活動數值由 Codex 回報，不一定代表精確的計費或訂閱額度用量。日期依來源提供的每日資料分組，最新日期不一定是你所在地的今天。活動紀錄可能不完整。

source: Bars: reported activity · ●: reported zero · +: not reported
zh_hant: 長條：已回報活動 · ●：明確回報為零 · +：未回報

# activity.coverage %lld %lld
source: %1$lld of %2$lld dates reported
zh_hant: 已回報 %1$lld／%2$lld 個日期

# activity.missing %lld
source: %lld dates were not reported by Codex
zh_hant: Codex 未回報 %lld 個日期

# activity.fetched %@
source: Fetched %@
zh_hant: 擷取時間：%@

# activity.date.tokens %@ %@
source: %1$@, %2$@ provider-reported tokens
zh_hant: %1$@，來源回報 %2$@ 個 Token

# activity.date.missing %@
source: %@, not reported
zh_hant: %@，未回報

source: 1-hour reminder
zh_hant: 提前 1 小時提醒

source: 5-hour
zh_hant: 5 小時

source: 5-hour window
zh_hant: 5 小時配額週期

source: 6-hour reminder
zh_hant: 提前 6 小時提醒

source: 7-day window
zh_hant: 7 天配額週期

source: 24-hour reminder
zh_hant: 提前 24 小時提醒

source: 30-minute reminder
zh_hant: 提前 30 分鐘提醒

source: App Behavior
zh_hant: App 行為

source: App Server connection failed
zh_hant: App Server 連線失敗

source: App Server launch failed
zh_hant: App Server 啟動失敗

source: Approval is required in System Settings > General > Login Items.
zh_hant: 需要前往「系統設定」›「一般」›「登入項目」核准。

source: Automatic
zh_hant: 自動

source: Availability
zh_hant: 可用狀態

source: Available
zh_hant: 可用

source: Background refresh
zh_hant: 背景更新

source: Checking status…
zh_hant: 正在檢查狀態…

source: Claude Code (Disabled)
zh_hant: Claude Code（已停用）

source: Claude Code (Experimental, Unverified)
zh_hant: Claude Code（實驗性功能，尚未驗證）

source: Claude Code is not configured
zh_hant: Claude Code 尚未設定

source: Claude Code remains Experimental and Unverified. QuotaMew does not install or configure its bridge.
zh_hant: Claude Code 仍為實驗性且尚未驗證。QuotaMew 不會安裝或設定其 bridge。

source: Close
zh_hant: 關閉

source: Codex (Disabled)
zh_hant: Codex（已停用）

source: Codex runtime not detected
zh_hant: 未偵測到 Codex 執行環境

source: Compatible
zh_hant: 相容

source: Configured
zh_hant: 已設定

source: Connected
zh_hant: 已連線

source: Copies a privacy-safe English report for GitHub Issues.
zh_hant: 複製不含私密資訊的英文報告，供 GitHub Issues 使用。

source: Copy Diagnostics
zh_hant: 複製診斷資訊

source: Detected
zh_hant: 已偵測

source: Development
zh_hant: 開發

source: Diagnostics
zh_hant: 診斷

source: Diagnostics copied.
zh_hant: 已複製診斷資訊。

source: Diagnostics could not be copied.
zh_hant: 無法複製診斷資訊。

source: Diagnostics exclude credentials, prompts, sessions, project data, private paths, and raw provider responses.
zh_hant: 診斷資訊不包含憑證、提示內容、工作階段、專案資料、私密路徑或原始提供者回應。

source: Disabled
zh_hant: 已停用

source: Disconnected
zh_hant: 未連線

source: Display
zh_hant: 顯示方式

# duration.1-hour
source: 1 hour
zh_hant: 1 小時

# duration.6-hours
source: 6 hours
zh_hant: 6 小時

# duration.24-hours
source: 24 hours
zh_hant: 24 小時

# duration.30-minutes
source: 30 minutes
zh_hant: 30 分鐘

# duration.unavailable
source: unavailable
zh_hant: 無法取得

source: Enable a provider in Settings to start monitoring usage.
zh_hant: 請在「設定」中啟用提供者，以開始監看使用量。

source: Enable Notifications
zh_hant: 啟用通知

source: Enable reset notifications
zh_hant: 啟用重置提醒

source: Enable this provider in Settings to resume updates.
zh_hant: 請在「設定」中啟用此提供者，以繼續更新。

source: Enabled
zh_hant: 已啟用

source: Error
zh_hant: 錯誤

source: Every 15 minutes
zh_hant: 每 15 分鐘

source: Experimental
zh_hant: 實驗性功能

source: Experimental / Unverified
zh_hant: 實驗性功能／尚未驗證

source: Failed
zh_hant: 失敗

source: General
zh_hant: 一般

source: Get Started
zh_hant: 開始使用

source: Hidden by QuotaMew
zh_hant: 由 QuotaMew 隱藏

source: Host app
zh_hant: 主應用程式

source: Host app version
zh_hant: 主應用程式版本

source: If it does not appear after you show it, allow QuotaMew in System Settings > Menu Bar.
zh_hant: 若要求顯示後仍未出現，請在「系統設定」→「選單列」中允許 QuotaMew。

source: In progress
zh_hant: 進行中

source: Insertion requested
zh_hant: 已向 macOS 要求顯示

source: Integration not configured
zh_hant: 整合尚未設定

source: Keep track of your AI coding quota from the menu bar.
zh_hant: 從選單列掌握 AI 程式開發工具的配額。

source: Last failure
zh_hant: 上次失敗原因

source: Last refresh
zh_hant: 上次重新整理

source: Last refresh attempt
zh_hant: 上次嘗試重新整理

source: Last updated %@
zh_hant: 最後更新：%@

source: Launch at Login
zh_hant: 登入時啟動

source: Launch at Login could not be changed.
zh_hant: 無法變更「登入時啟動」設定。

source: Launch at Login is not registered with macOS yet.
zh_hant: macOS 尚未登錄「登入時啟動」。

source: Launch failed
zh_hant: 啟動失敗

source: Loading
zh_hant: 載入中

source: Loading diagnostics…
zh_hant: 正在載入診斷…

source: Loading usage…
zh_hant: 正在載入使用量…

source: Local notifications are ready.
zh_hant: 本機通知已準備完成。

source: Local snapshot
zh_hant: 本機快照

source: Log runtime snapshot
zh_hant: 記錄執行階段快照

source: Long windows
zh_hant: 長期配額週期

source: Menu Bar
zh_hant: 選單列

source: Menu Bar Display
zh_hant: 選單列顯示方式

source: Menu Bar Quota
zh_hant: 選單列配額

source: macOS may also control visibility in System Settings.
zh_hant: macOS 也可能透過「系統設定」控制可見性。

source: macOS will ask for permission when the first reminder is ready.
zh_hant: 第一則提醒準備好時，macOS 會要求通知權限。

source: Menu Bar Provider
zh_hant: 選單列提供者

source: Menu bar status
zh_hant: 選單列狀態

source: Menu bar usage unavailable
zh_hant: 選單列使用量無法取得

# menu-bar-provider.disabled %@
source: %@ is disabled. Its menu bar choice will be kept until you re-enable it.
zh_hant: %@ 已停用；在你重新啟用前，系統會保留這個選單列選擇。

# menu-bar.accessibility.disabled %@
source: %@, Disabled
zh_hant: %@，已停用

# menu-bar.accessibility.metric %@ %@
source: %1$@ quota, %2$@
zh_hant: %1$@配額，%2$@

# menu-bar.accessibility.unavailable %@
source: %@, Unavailable
zh_hant: %@，無法使用

source: Overview
zh_hant: 總覽

source: Overview shows 5-hour and Weekly quota together. Luna Reserve appears only when regular quota is exhausted.
zh_hant: 總覽會同時顯示 5 小時與每週配額。只有一般配額用盡時，才會顯示 Luna Reserve。

source: Quota
zh_hant: 配額

source: Single
zh_hant: 單一

source: No
zh_hant: 否

source: No previously fetched quota information is available.
zh_hant: 沒有先前取得的配額資訊可供顯示。

source: No providers enabled
zh_hant: 沒有啟用任何提供者

source: No quota windows are currently available.
zh_hant: 目前沒有可用的配額週期。

source: Not applicable
zh_hant: 不適用

source: Not attempted
zh_hant: 尚未嘗試

source: Not configured
zh_hant: 尚未設定

source: Not detected
zh_hant: 未偵測到

source: Not inserted by macOS
zh_hant: macOS 目前未插入

source: Not installed
zh_hant: 尚未安裝

source: Not started
zh_hant: 尚未啟動

source: Not updated yet
zh_hant: 尚未更新

source: Notification permission is requested only when you choose Enable Notifications.
zh_hant: 只有在你選擇「啟用通知」時，才會要求通知權限。

source: Notification permission was not granted.
zh_hant: 尚未授予通知權限。

# notification.reset.completed.body %@
source: Your %@ quota has refreshed.
zh_hant: 你的「%@」額度已重置。

# notification.reset.completed.title %@
source: %@ quota reset
zh_hant: %@ 配額已重設

# notification.reset.remaining %@
source: You still have %@ of your quota remaining.
zh_hant: 你還有 %@ 的配額尚未使用。

# notification.reset.title %@ %@ %@
source: %1$@ %2$@ quota resets in %3$@
zh_hant: %1$@ %2$@額度將在 %3$@後重置

source: Notifications
zh_hant: 通知

source: Notifications are disabled in System Settings.
zh_hant: 已在「系統設定」中關閉通知。

source: Notifications are enabled.
zh_hant: 通知已啟用。

source: Notifications are unavailable.
zh_hant: 目前無法使用通知。

source: Open or install ChatGPT or Codex, then refresh.
zh_hant: 請開啟或安裝 ChatGPT 或 Codex，然後重新整理。

source: Open Settings
zh_hant: 開啟設定

source: Out of date
zh_hant: 資料已過期

source: Previously fetched usage is not available.
zh_hant: 沒有先前取得的使用量可供顯示。

source: Primary window
zh_hant: 主要配額週期

source: Privacy
zh_hant: 隱私權

source: Provider disabled
zh_hant: 提供者已停用

source: Provider not detected
zh_hant: 未偵測到提供者

source: Provider usage unavailable
zh_hant: 無法取得提供者使用量

source: Providers
zh_hant: 服務提供者

source: Quit QuotaMew
zh_hant: 退出 QuotaMew

source: Quota snapshot setup is required.
zh_hant: 需要先設定配額快照。

source: QuotaMew does not intentionally upload prompts, project or source paths, account identifiers, credentials, usage history, or device identifiers.
zh_hant: QuotaMew 不會刻意上傳提示內容、專案或原始碼路徑、帳號識別資訊、憑證、使用記錄或裝置識別資訊。

source: QuotaMew is currently hidden from the menu bar.
zh_hant: QuotaMew 目前已從選單列隱藏。

source: QuotaMew is hidden
zh_hant: QuotaMew 已隱藏

source: QuotaMew processes quota information locally.
zh_hant: QuotaMew 會在本機處理配額資訊。

source: QuotaMew, No providers enabled
zh_hant: QuotaMew，沒有啟用任何提供者

source: Refresh failed
zh_hant: 重新整理失敗

source: Refresh needed
zh_hant: 需要重新整理

source: Refresh Now
zh_hant: 立即重新整理

source: Refresh usage
zh_hant: 重新整理使用量

source: Refresh usage (⌘R)
zh_hant: 重新整理使用量（⌘R）

source: Refreshes provider usage
zh_hant: 重新整理提供者使用量

source: Refreshing
zh_hant: 更新中

source: Refreshing…
zh_hant: 正在更新…

source: Remaining
zh_hant: 剩餘

source: Requesting current quota information.
zh_hant: 正在取得目前的配額資訊。

source: Requests macOS notification permission.
zh_hant: 向 macOS 要求通知權限。

source: Requests notification permission if needed, then schedules a local notification for about five seconds from now.
zh_hant: 如有需要會要求通知權限，接著排定約五秒後傳送本機通知。

source: Reset metadata
zh_hant: 重設資料

source: Reset time unavailable
zh_hant: 無法取得重置時間

# reset.countdown %@
source: Reset in %@
zh_hant: 距離重置還有 %@

source: Resets %@
zh_hant: 重置時間：%@

source: Runtime
zh_hant: 執行環境

source: Runtime compatibility
zh_hant: 執行環境相容性

source: Runtime detected
zh_hant: 已偵測執行環境

source: Runtime is not executable
zh_hant: 執行環境無法執行

source: Runtime not detected
zh_hant: 未偵測到執行環境

source: Runtime snapshot written to Console.
zh_hant: 執行階段快照已寫入「主控台」。

source: Secondary window
zh_hant: 次要配額週期

source: Send test notification
zh_hant: 傳送測試通知

source: Settings
zh_hant: 設定

source: Settings…
zh_hant: 設定…

source: Short windows (up to 6 hours)
zh_hant: 短期配額週期（最長 6 小時）

source: Show in Menu Bar
zh_hant: 顯示於選單列

source: Show Menu Bar Item
zh_hant: 顯示選單列項目

source: Show Onboarding Again
zh_hant: 再次顯示首次使用說明

source: Show QuotaMew in Menu Bar
zh_hant: 在選單列顯示 QuotaMew

source: Showing previously fetched usage
zh_hant: 顯示先前取得的使用量

source: Showing previously fetched usage.
zh_hant: 正在顯示先前取得的使用量。

source: Skip
zh_hant: 略過

source: Stale
zh_hant: 舊資料

source: Standalone Codex
zh_hant: 獨立版 Codex

source: Successful
zh_hant: 成功

source: Test notification scheduled for about 5 seconds from now.
zh_hant: 測試通知已排定於約 5 秒後傳送。

source: The current sign-in method does not provide quota information.
zh_hant: 目前的登入方式不提供配額資訊。

source: The local provider could not be found.
zh_hant: 找不到本機提供者。

source: The provider did not return quota information.
zh_hant: 提供者未回傳配額資訊。

source: The selected menu bar provider is unavailable in this version of QuotaMew.
zh_hant: 此版本的 QuotaMew 無法使用目前選取的選單列提供者。

source: Unable to refresh usage
zh_hant: 無法更新使用量

source: Unable to start Codex runtime
zh_hant: 無法啟動 Codex 執行環境

source: Unavailable
zh_hant: 無法使用

source: Unknown
zh_hant: 未知

source: Unsupported
zh_hant: 不支援

source: Unsupported authentication
zh_hant: 不支援的驗證方式

source: Unverified
zh_hant: 尚未驗證

source: Updated %@
zh_hant: 更新於 %@

source: Updating provider usage…
zh_hant: 正在更新提供者使用量…

source: Usage available
zh_hant: 可取得使用量

source: Usage data unavailable
zh_hant: 無法取得使用量資料

source: Usage display
zh_hant: 使用量顯示方式

source: Usage may be out of date
zh_hant: 使用量資料可能已過期

source: Usage may be out of date.
zh_hant: 使用量資料可能已過期。

source: Usage metadata
zh_hant: 使用量資料

source: Usage request unavailable
zh_hant: 無法使用用量查詢

source: Usage unavailable
zh_hant: 無法取得使用量

# usage.percentage.remaining %@
source: %@ remaining
zh_hant: 剩餘 %@

# usage.percentage.used %@
source: %@ used
zh_hant: 已使用 %@

source: Used
zh_hant: 已使用

source: Weekly
zh_hant: 每週

source: Weekly window
zh_hant: 每週配額週期

source: Welcome to QuotaMew
zh_hant: 歡迎使用 QuotaMew

# window.description.generic
source: quota window
zh_hant: 配額週期

source: Writes a privacy-safe runtime diagnostics snapshot to Console.
zh_hant: 將不含私密資訊的執行階段診斷快照寫入「主控台」。

source: Yes
zh_hant: 是

source: Your quota window is approaching its scheduled reset.
zh_hant: 你的配額週期即將重置。

source: Your Show preference remains on. macOS controls actual menu bar visibility.
zh_hant: 你的顯示偏好仍為開啟；實際選單列可見性由 macOS 控制。
